{
  "jobs": [
    {
      "id": 1,
      "user_name": "John Doe",
      "user_email": "john.doe@email.com",
      "company_logo": "https://i.ibb.co/BB7nWTD/1.jpg",
      "job_title": "Software Engineer",
      "job_category": "On Site Job",
      "salary_range": "$80,000 - $100,000",
      "job_description": "We are looking for a skilled software engineer to join our team. The ideal candidate should have strong expertise in programming languages like Java, Python, and experience with web development. Responsibilities include designing, developing, and maintaining high-quality software products. The candidate should collaborate with the team, analyze user needs, and implement software solutions. Experience with Agile methodologies and excellent problem-solving skills are a plus. Join us to contribute to innovative projects and grow in a dynamic work environment.",
      "posting_date": "2023-11-07",
      "application_deadline": "2023-12-07",
      "applicants_number": 25,
      "job_banner": "https://i.ibb.co/k9V9MNh/software-eng.jpg"
    },
    {
      "id": 2,
      "user_name": "Jane Smith",
      "user_email": "jane.smith@email.com",
      "company_logo": "https://i.ibb.co/ThHZSxp/2.jpg",
      "job_title": "Marketing Specialist",
      "job_category": "Remote Job",
      "salary_range": "$50,000 - $70,000",
      "job_description": "We're seeking a creative and data-driven marketing specialist to assist in our campaigns. The role involves developing marketing strategies, conducting market research, and analyzing consumer trends. The ideal candidate should have strong communication skills, experience in digital marketing, and a solid understanding of SEO and social media platforms. Join our remote team to drive marketing initiatives, collaborate with various departments, and contribute to brand growth in a competitive market.",
      "posting_date": "2023-11-07",
      "application_deadline": "2023-12-07",
      "applicants_number": 18,
      "job_banner": "https://i.ibb.co/syvTK63/marketing-specialist.jpg"
    },
    {
      "id": 3,
      "user_name": "SOHEL RANA",
      "user_email": "sohel.rana.web2@gmail.com",
      "company_logo": "https://i.ibb.co/Gk1Dd4D/3.jpg",
      "job_title": "Graphic Designer",
      "job_category": "Hybrid",
      "salary_range": "$45,000 - $60,000",
      "job_description": "Join our team as a creative and versatile graphic designer. This hybrid position allows you to combine in-office collaboration with remote work. Responsibilities include creating visually appealing designs, collaborating with cross-functional teams, and contributing to the brand's visual identity. Proficiency in Adobe Creative Suite and a strong portfolio are essential. If you're passionate about design and looking for a flexible working environment, we want to hear from you.",
      "posting_date": "2023-11-07",
      "application_deadline": "2023-12-07",
      "applicants_number": 12,
      "job_banner": "https://i.ibb.co/xgt9KcR/graphic-designer.jpg"
    },
    {
      "id": 4,
      "user_name": "SOHEL RANA",
      "user_email": "sohel.rana.web2@gmail.com",
      "company_logo": "https://i.ibb.co/JK9Wr4S/4.jpg",
      "job_title": "Data Analyst",
      "job_category": "Part Time",
      "salary_range": "$30,000 - $40,000",
      "job_description": "Seeking a detail-oriented data analyst to work part-time on our projects. The role involves collecting, analyzing, and interpreting data, and generating reports for decision-making. Proficiency in data analysis tools and strong communication skills are required. This part-time role offers flexibility and is perfect for students or those looking to supplement their income while gaining valuable experience.",
      "posting_date": "2023-11-07",
      "application_deadline": "2023-12-07",
      "applicants_number": 10,
      "job_banner": "https://i.ibb.co/vkJ1kv9/data-analist.jpg"
    },
    {
      "id": 5,
      "user_name": "SOHEL RANA",
      "user_email": "sohel.rana.web2@gmail.com",
      "company_logo": "https://i.ibb.co/3r0Y9CR/5.jpg",
      "job_title": "Customer Service Representative",
      "job_category": "On Site Job",
      "salary_range": "$35,000 - $45,000",
      "job_description": "Join our team as a customer service representative and assist our clients. Responsibilities include resolving customer inquiries, providing information about our products and services, and maintaining a high level of customer satisfaction. Strong communication and problem-solving skills are a must. This on-site position offers a supportive team environment and opportunities for career growth.",
      "posting_date": "2023-11-07",
      "application_deadline": "2023-12-07",
      "applicants_number": 15,
      "job_banner": "https://i.ibb.co/pZpzLM1/customer-service.jpg"
    },
    {
      "id": 6,
      "user_name": "SOHEL RANA",
      "user_email": "sohel.rana.web2@gmail.com",
      "company_logo": "https://i.ibb.co/rt3Lxsc/6.jpg",
      "job_title": "Content Writer",
      "job_category": "Remote Job",
      "salary_range": "$40,000 - $50,000",
      "job_description": "Seeking a creative content writer to generate engaging content. The role involves creating written content for various platforms, including websites, blogs, and social media. Strong writing skills, creativity, and the ability to adapt writing styles are essential. This remote position allows you to work from anywhere while contributing to our brand's online presence and engagement.",
      "posting_date": "2023-11-07",
      "application_deadline": "2023-12-07",
      "applicants_number": 20,
      "job_banner": "https://i.ibb.co/YLmxSSY/content-writer.jpg"
    },
    {
      "id": 7,
      "user_name": "John Doe",
      "user_email": "john.doe@email.com",
      "company_logo": "https://i.ibb.co/P4xLFv9/7.jpg",
      "job_title": "Financial Analyst",
      "job_category": "Hybrid",
      "salary_range": "$60,000 - $80,000",
      "job_description": "Looking for a skilled financial analyst to analyze our company's financial data. This hybrid role combines on-site and remote work. Responsibilities include financial forecasting, risk assessment, and providing insights to support business decisions. Strong analytical skills, proficiency in financial software, and the ability to present complex data are required. Join us for a challenging role with opportunities for career advancement.",
      "posting_date": "2023-11-07",
      "application_deadline": "2023-12-07",
      "applicants_number": 8,
      "job_banner": "https://i.ibb.co/F7TX5nX/financial-analist.jpg"
    },
    {
      "id": 8,
      "user_name": "Jane Smith",
      "user_email": "john.doe@email.com",
      "company_logo": "https://i.ibb.co/hMKG6Cf/8.jpg",
      "job_title": "Human Resources Manager",
      "job_category": "Part Time",
      "salary_range": "$70,000 - $90,000",
      "job_description": "Seeking an experienced HR manager to oversee our human resources department. This part-time position involves recruiting, training, and maintaining employee records. Experience in HR practices, excellent interpersonal skills, and the ability to handle confidential information are essential. Join our team to contribute to a positive work environment and the growth of our organization.",
      "posting_date": "2023-11-07",
      "application_deadline": "2023-12-07",
      "applicants_number": 11,
      "job_banner": "https://i.ibb.co/NrLZ20S/human-resources.jpg"
    },
    {
      "id": 9,
      "user_name": "John Doe",
      "user_email": "john.doe@email.com",
      "company_logo": "https://i.ibb.co/ZMD8kzR/9.jpg",
      "job_title": "Web Developer",
      "job_category": "On Site Job",
      "salary_range": "$70,000 - $90,000",
      "job_description": "Join our team as a web developer and work on exciting web projects. Responsibilities include coding, designing, and modifying websites according to client specifications. Proficiency in programming languages, experience in web development, and attention to detail are required. This on-site role offers a collaborative environment and the opportunity to contribute to cutting-edge web solutions.",
      "posting_date": "2023-11-07",
      "application_deadline": "2023-12-07",
      "applicants_number": 14,
      "job_banner": "https://i.ibb.co/1KKMGys/web-developer.jpg"
    },
    {
      "id": 10,
      "user_name": "Jane Smith",
      "user_email": "jane.smith@email.com",
      "company_logo": "https://i.ibb.co/F56xPSH/10.jpg",
      "job_title": "Sales Representative",
      "job_category": "Remote Job",
      "salary_range": "$50,000 - $70,000",
      "job_description": "Looking for a motivated sales representative to expand our client base. The role involves generating leads, understanding customer needs, and closing sales deals. Strong negotiation skills, customer relationship management, and a proactive approach are essential. This remote position offers flexibility and the opportunity to play a key role in our sales strategy.",
      "posting_date": "2023-11-07",
      "application_deadline": "2023-12-07",
      "applicants_number": 22,
      "job_banner": "https://i.ibb.co/sFD724L/sales-representive.jpg"
    },
    {
      "id": 11,
      "user_name": "Jane Smith",
      "user_email": "jane.smith@email.com",
      "company_logo": "https://i.ibb.co/P4xLFv9/7.jpg",
      "job_title": "Project Manager",
      "job_category": "Hybrid",
      "salary_range": "$80,000 - $100,000",
      "job_description": "Seeking an experienced project manager to oversee our projects. The role involves planning, executing, and closing projects while ensuring they are on time and within budget. Strong leadership skills, project management expertise, and the ability to coordinate with diverse teams are essential. This hybrid role offers the opportunity to work both on-site and remotely, providing a balance for effective project management.",
      "posting_date": "2023-11-07",
      "application_deadline": "2023-12-07",
      "applicants_number": 17,
      "job_banner": "https://i.ibb.co/BZ0WWmJ/project-manager.jpg"
    },
    {
      "id": 12,
      "user_name": "Jane Smith",
      "user_email": "jane.smith@email.com",
      "company_logo": "https://i.ibb.co/kBHYmQy/12.jpg",
      "job_title": "UX/UI Designer",
      "job_category": "Part Time",
      "salary_range": "$60,000 - $80,000",
      "job_description": "Looking for a creative UX/UI designer to create amazing user experiences. The role involves designing user interfaces and creating user-centered designs. Proficiency in design software and a strong portfolio showcasing user interface designs are required. This part-time position offers flexibility and the opportunity to contribute to the enhancement of user experiences in our projects.",
      "posting_date": "2023-11-07",
      "application_deadline": "2023-12-07",
      "applicants_number": 13,
      "job_banner": "https://i.ibb.co/FWPpHgP/ux-designer.jpg"
    }
  ]
}
